let $ = document;
const articles = [
  {
    id: 1,
    title: "چگونه رنگ در تبلیغات و بازاریابی نقش دارد؟؟",
    shortDescription:
      "از رنگ‌ها برای جذب مشتریان استفاده کنید! در این مقاله، نقش قدرتمند رنگ در تبلیغات و بازاریابی را بررسی می‌کنیم. از طریق انتخاب درست رنگ‌ها، می‌توانید احساسات و واکنش‌های مشتریان را تحت تأثیر قرار داده و موفقیت خود را در بازار بهبود دهید ",
    articleCategory: "UI Designers",
    publishDate: "۱۴۰۲,۰۷,۲۵",
    cover: "assest/img/blog/634-540x350.jpg",
  },
  {
    id: 2,
    title: "تکنیک های کنسول گوگل برای آنالیز سئو سایت",
    shortDescription:
      "بازبینی و بهبود سئو سایت با ابزارهای قدرتمند کنسول گوگل! در این مقاله، به تکنیک‌های جذاب و آموزنده برای آنالیز سئو سایت با استفاده از ابزارهای کنسول گوگل پرداخته‌ایم ",
    articleCategory: "SEO",
    publishDate: "۱۴۰۲,۰۹,۲۸",
    cover: "assest/img/blog/602-540x350.jpg",
  },
  {
    id: 3,
    title: "چگونه بهینه سازی دیتابیس وردپرس را انجام دهیم",
    shortDescription:
      "در این مقاله، راهکارهایی برای بهینه‌سازی دیتابیس وردپرس را بررسی می‌کنیم. با انجام این بهینه‌سازی‌ها، می‌توانید سرعت بارگیری سایت خود را افزایش داده و عملکرد بهتری را برای وبسایت وردپرسی خود تجربه کنید",
    articleCategory: "database , SEO",
    publishDate: "۱۴۰۲,۰۲,۱۲",
    cover: "assest/img/blog/605-540x350.jpg",
  },
  {
    id: 4,
    title: "نیچ مارکتینگ چیست؟",
    shortDescription:
      "عالم نیچ مارکتینگ را درک کنید! در این مقاله، به شرحی ساده و عامیانه به مفهوم نیچ مارکتینگ پرداخته‌ایم. ",

    articleCategory: "marketing",
    publishDate: "۱۴۰۲,۰۱,۱۲",
    cover: "assest/img/blog/660-1-540x350.jpg",
  },
  {
    id: 5,
    title: "راه اندازی پت شاپ آنلاین",
    shortDescription:
      "شروع کسب و کار پت‌شاپ آنلاین را تجربه کنید! در این مقاله، به راه‌اندازی پت‌شاپ آنلاین می‌پردازیم",

    articleCategory: "startUp",
    publishDate: "۱۴۰۲,۰۹,۱۹",
    cover: "assest/img/blog/663-540x350.jpg",
  },
];

export { articles };
