let $ = document;
const product = [
  {
    id: 1,
    title: "دوره آموزش گوگل آنالیتیکس",
    cover: `assest/img/google-analytics-1-500x500.png`,
    member: 543,
    price: `${345},${999}`,
    main_description_1: `
    دوره آموزشی گوگل آنالیتیکس یک برنامه جامع و کاربردی است که نحوه استفاده از قدرتمندترین ابزار تجزیه و تحلیل وب را به شما آموزش می دهد. با گوگل آنالیتیکس به راحتی می توانید داده های مربوط به بازدیدکنندگان وب سایت خود را تجزیه و تحلیل کنید و تصمیمات بهتری برای بهبود عملکرد وب سایت خود بگیرید.
    `,
    main_description_2: `
    این دوره موضوعاتی مانند راه اندازی Google Analytics، پیکربندی و اتصال آن به وب سایت شما، تجزیه و تحلیل ترافیک وب سایت، درک رفتار کاربر، ردیابی اهداف و تبدیل ها، ایجاد گزارش های سفارشی و موارد دیگر را پوشش می دهد.
    `,
    main_description_3: `
    با شرکت در این دوره، قادر خواهید بود عملکرد وب سایت خود را درک کرده و بهبود بخشید، رفتار کاربران را تجزیه و تحلیل کنید و استراتژی های بهینه سازی را برای دستیابی به بهترین نتایج از وب سایت خود در نظر بگیرید.
    `,
    advice_1: "برای کسانی که علاقمند به  بازار های دیجیتال هستند",
    advice_2:
      "برای کسانی که میخواند عملکرد کسب کار خود را با گوگل ارزیابی کنند",
    advice_3: "کسانیکه می خواهند مهارت تحلیل داده خود را تقویت کنند",
    avoid_1:
      "کسانی که تازه وارد حوزه تحلیل وبسایت هستند و اصول اساسی را هنوز یاد نگرفته‌اند، ",
    avoid_2: " برای افرادی که میخواهند وارد سطح پیشرفته این حوزه شوند",
    avoid_3: "برای کسانی که علاقه به پیشرفت کسب  و کار خود ندارند",
    faq_1: "آیا برای این دوره نیاز به تخصص قبلی دارم؟",
    faq_res_1:
      "با توجه به ساختار و محتوای دوره، هیچ تخصص قبلی خاصی لازم نیست. این دوره برای همه افرادی که علاقه‌مند به یادگیری گوگل انالیتیکس هستند، مناسب است",
    faq_2:
      "آیا می‌توانم از گوگل انالیتیکس برای وبسایت‌هایی با حجم بالا استفاده کنم؟",
    faq_res_2:
      "بله، گوگل انالیتیکس قابلیت پشتیبانی از وبسایت‌های با حجم بالا را دارد. با استفاده از ابزارها و تکنیک‌های مناسب، می‌توانید داده‌های ترافیک و عملکرد وبسایت خود را به طور همزمان و به صورت دقیق بررسی کنید",
    course_motto_time: 48,
    course_motto_desc_1: "48 ساعت آموزش پروژه محور به همراه پروژهای کاربردی",
    second_motto_course: "پشتیبانی کامل در طول دوره‌های آموزشی",
    second_motto_course_desc:
      "ما تاکید بر ارائه پشتیبانی فعال و مستمر در طول دوره‌های آموزشی داریم. تیم ما آماده است تا در هر مرحله از یادگیری شما را همراهی کند و سوالات شما را پاسخ دهد.",
    third_motto_course: "مدرک معتبر برای اعتبار و توسعه شغلی",
    third_motto_course_desc:
      "پس از اتمام دوره‌های ما، شما مدارک معتبری دریافت خواهید کرد که به شما در اعتبارسنجی و توسعه شغلی کمک می‌کند",
    fourth_motto_course: "کیفیت بالا با مدرسین مجرب و متخصص",
    fourth_motto_course_desc:
      "دوره‌های ما با کیفیت بالا و با اساتید مجرب و متخصص ارائه می‌شوند. ما به ارائه محتوای آموزشی حرفه‌ای و تجربه یادگیری ممتاز علاقه‌مندیم.",
    course_sec_title_1: `
  آنالیز مقدماتی
  `,
    course_sec_title_desc_1: `در ابتدا به مفاهیم مقدماتی درباره آنالیز گوگل میپردازیم`,
    course_sec_title_2: `
  آنالیز متوسط
  `,
    course_sec_title_desc_2: `در این بخش به مفاهیم اصلی آنالیز گوگل میپردازیم`,
    course_sec_title_3: `
  آنالیز پیشرفته
  `,
    course_sec_title_desc_3: `در این بخش به درک عمیق رفتار کاربران به صورت پیشرفته میپردازیم`,
    session_begginer_1: "معرفی این دوره گوگل آنالیتکس",
    session_begginer_2: "مفاهیم اولیه و روش‌های تجزیه و تحلیل ترافیک",
    session_begginer_3: "پیکربندی اولیه و اتصال به وب سایت",
    session_begginer_4: "درک و تحلیل رفتار بازدیدکنندگان وبسایت",
    session_begginer_5: "ایجاد گزارشات سفارشی بر اساس نیازهای شما",
    session_mid_1: "تحلیل عملکرد صفحات",
    session_mid_2: "پیگیری رفتار و تعامل با کاربران در وبسایت",
    session_mid_3: "تحلیل و بهبود استراتژی کلمات کلیدی",
    session_mid_4: "تحلیل رفتار کاربران در موبایل",
    session_pro_1: "رصد هدف‌های پیشرفته در گوگل آنالیتیکس",
    session_pro_2: "داده‌های آنالیتیکس برای بهبود تجربه",
    session_pro_3: "ترکیب داده‌های آنالیتیکس با دیگر منابع",
    session_pro_4: "گزارشات پیشرفته و داشبوردهای سفارشی",
  },
  {
    id: 2,
    title: "دوره افزایش سرعت سایت",
    cover: `assest/img/website-speed-1-500x500.png`,
    member: 453,
    price: `${875},${999}`,
    main_description_1:
      "در این دوره، شما با مفاهیم و روش‌های بهینه‌سازی سرعت بارگیری صفحات وب، کاهش زمان پاسخ سرور، بهینه‌سازی تصاویر و محتوا، بهبود کش و فشرده‌سازی وب و سایر روش‌های مهم در افزایش سرعت سایت آشنا خواهید شد.",
    main_description_2:
      "همچنین، من به شما راهنمایی خواهم کرد که چگونه ابزارها و خدمات مختلفی را برای اندازه‌گیری و بهبود سرعت سایت خود استفاده کنید. ",
    main_description_3:
      "با اتمام این دوره،شما قادر خواهید بود سرعت سایت خود را بهبود ببخشید و تجربه کاربری بهتری به مشتریان خود ارائه دهید",
    advice_1: "صاحبان کسب و کار آنلاین",
    advice_2: "مدیر یا مدیر فنی یک سایت",
    advice_3: "علاقه‌مندان به بهینه‌سازی سرعت سایت",
    avoid_1: "فرادی که به توسعه وب علاقه‌مند نیستند",
    avoid_2: "افرادی که بهینه‌سازی سرعت سایت را بر عهده دیگران دارند",
    avoid_3: "افرادی که تازه کار هستند",
    faq_1: "چه روش‌هایی برای بهبود سرعت سایت وجود دارد؟",
    faq_2: " آیا برای بهبود سرعت سایت نیاز به مهارت‌های فنی خاصی دارم؟",
    faq_res_1:
      "روش‌های بهبود سرعت سایت شامل بهینه‌سازی تصاویر، فشرده‌سازی فایل‌ها، بهینه‌سازی کش، استفاده از CDN، بهینه‌سازی کدها و استفاده از روش‌های بهینه‌سازی مرورگر می‌شود",
    faq_res_2:
      "برخی از روش‌ها و ابزارها برای بهبود سرعت سایت نیاز به مهارت فنی دارند، اما می‌توانید با استفاده از ابزارها و راهنمایی‌های من در دوره، بهبود سرعت سایت خود را بهبود بخشید",
    session_begginer_1: "مقدمه‌ای به بهینه‌سازی سرعت وبسایت",
    session_begginer_2: "اصول اولیه بهینه‌سازی سرعت وبسایت",
    session_begginer_3: "ابزارها و روش‌های مقدماتی بهبود سرعت وبسایت",
    session_begginer_4: "بهینه‌سازی فایل‌های تصویر و ویدئو برای سرعت بالاتر",
    session_begginer_5: "بهبود زمان بارگیری CSS و JavaScript صفحات وب",
    session_mid_1: "بهبود عملکرد سرور و شبکه برای سرعت بیشتر",
    session_mid_2: "بهینه‌سازی فونت‌ها و ظاهر صفحات برای سرعت بهتر",
    session_mid_3: "استفاده از کش‌ها و ذخیره‌سازی موقت برای بهبود سرعت",
    session_mid_4: "بهینه‌سازی تصاویر برای سرعت بارگیری بهتر",
    session_mid_5: "بهبود مدیریت منابع برای سرعت و کارایی بیشتر",
    session_pro_1: "بهینه‌سازی کدهای HTML و CSS برای سرعت بیشتر",
    session_pro_2: "بهبود بارگیری فونت‌ها و آیکون‌ها برای سرعت بالاتر",
    session_pro_3: "بهینه‌سازی کدهای JavaScript  بهبود عملکرد برنامه‌نویسی",
    session_pro_4:
      "استفاده از فشرده‌سازی و تکنیک‌های مینیفای کد برای سرعت بیشتر",
    session_pro_5:
      "بهبود بارگیری صفحات پس از بارگیری اولیه برای تجربه کاربری بهتر",
    course_sec_title_1: "بخش مقدماتی",
    course_sec_title_desc_1: "",
    course_sec_title_2: "بخش متوسط",
    course_sec_title_desc_2: "",
    course_sec_title_3: "بخش پیشرفته",
    course_sec_title_desc_3: "",
    course_motto_time: 12,
    course_motto_desc_1: "12ساعت آموزش پروژه محور",
    second_motto_course: "پشتیبانی کامل در طول دوره‌های آموزشی",
    second_motto_course_desc:
      "ما تاکید بر ارائه پشتیبانی فعال و مستمر در طول دوره‌های آموزشی داریم. تیم ما آماده است تا در هر مرحله از یادگیری شما را همراهی کند و سوالات شما را پاسخ دهد.",
    third_motto_course: "مدرک معتبر برای اعتبار و توسعه شغلی",
    third_motto_course_desc:
      "پس از اتمام دوره‌های ما، شما مدارک معتبری دریافت خواهید کرد که به شما در اعتبارسنجی و توسعه شغلی کمک می‌کند",
    fourth_motto_course: "کیفیت بالا با مدرسین مجرب و متخصص",
    fourth_motto_course_desc:
      "دوره‌های ما با کیفیت بالا و با اساتید مجرب و متخصص ارائه می‌شوند. ما به ارائه محتوای آموزشی حرفه‌ای و تجربه یادگیری ممتاز علاقه‌مندیم.",
  },
  {
    id: 3,
    title: "آموزش ایمیل مارکتینگ",
    cover: `assest/img/email-marketing-500x500.jpg`,
    member: 943,
    price: `${549},${999}`,
    main_description_1:
      "در این دوره، با اصول و تکنیک‌های ایمیل مارکتینگ آشنا می‌شوید و یاد می‌گیرید چگونه از طریق ارسال ایمیل‌های موثر، ارتباط برقرار کنید و فروش خود را افزایش دهید",
    main_description_2: `
    
در این دوره جامع، شما را با اصول و تکنیک‌های ایمیل مارکتینگ آشنا می‌کنیم. با گام به گام پیش می‌رویم تا شما بتوانید از طریق ارسال ایمیل‌های موثر، ارتباط برقرار کنید و فروش خود را افزایش دهید
    `,
    main_description_3:
      "با استفاده از این دوره، شما مهارت‌های لازم برای ایجاد ارتباط موثر با مشتریانتان را خواهید داشت و قادر خواهید بود فروش خود را به صورت قابل توجهی افزایش دهید",
    advice_1: "برای کسانی که در حوزه بازاریابی دیجیتال فعالیت می‌کنند",
    advice_2: "برای صاحبان کسب و کارهای آنلاین و فروشگاه‌های اینترنتی",
    advice_3:
      "یادگیری روش‌ها و تکنیک‌های ایمیل مارکتینگ برای ارتباط موثر با مشتریان",
    avoid_1: "اگر شما قبلاً با اصول ایمیل مارکتینگ آشنایی کاملی دارید",
    avoid_2: "اگر شما به دنبال مباحث پایه این حوزه هستید",
    avoid_3:
      "گر شما به دنبال یادگیری مفاهیم و تکنیک‌های ایمیل مارکتینگ برای صنایع خاص و ویژه‌ای هستید",
    faq_1: "آیا این محصول مناسب برای مبتدیان است؟",
    faq_2: "آیا این محصول دارای ضمانتی است؟",
    faq_res_1:
      "بله، محصول ما برای هر سطحی از تجربه قابل استفاده است، از مبتدیان تا حرفه‌ایان در زمینه",
    faq_res_2:
      "بله، ما به کیفیت محصولاتمان اعتقاد داریم و برای اطمینان شما، ضمانتی را ارائه می‌دهیم",
    session_begginer_1: "معرفی دوره و اهداف آن",
    session_begginer_2: "مفاهیم و اصول اساسی ایمیل مارکتینگ",
    session_begginer_3: "تولید و انتخاب لیست ایمیل",
    session_begginer_4: "ایجاد و ارسال ایمیل",
    session_begginer_5: "معرفی ابزارهای ایمیل مارکتینگ",
    session_mid_1: "بهینه‌سازی محتوا و ارسال ایمیل",
    session_mid_2: "رتقاء تعامل با مشتریان از طریق ایمیل",
    session_mid_3: "تست و ارزیابی عملکرد ایمیل‌ها",
    session_mid_4: "استراتژی‌های رو به جلو در ایمیل مارکتینگ",
    session_mid_5: "بهبود و بهینه‌سازی استراتژی‌های ایمیل مارکتینگ",
    session_pro_1: "ایجاد ایمیل‌های خودکار و فراگیری",
    session_pro_2: "تجزیه و تحلیل داده‌ها و بهبود استراتژی‌ها",
    session_pro_3: " استفاده از روش‌های پیشرفته در ایمیل مارکتینگ",
    session_pro_4: "ارتباط با مشتریان از طریق ایمیل در حضور رقابت",
    session_pro_5: " نقش ایمیل مارکتینگ در استراتژی کلی بازاریابی",
    course_sec_title_1: "سطح مقدماتی",
    course_sec_title_desc_1:
      "در این سطح، شما با مفاهیم و اصول مقدماتی ایمیل مارکتینگ آشنا می‌شوید",
    course_sec_title_2: "سطح متوسط",
    course_sec_title_desc_2:
      "در سطح متوسط، شما با بهینه‌سازی محتوا و ارسال ایمیل بهتر آشنا می‌شوید",
    course_sec_title_3: "سطح پیشرفته",
    course_sec_title_desc_3:
      "در سطح پیشرفته، شما با راهبردها و تکنیک‌های پیشرفته در ایمیل مارکتینگ آشنا می‌شوید",
    course_motto_time: 20,
    course_motto_desc_1: "20ساعت آموزش پروژه محور",
    second_motto_course: "پشتیبانی کامل در طول دوره‌های آموزشی",
    second_motto_course_desc:
      "ما تاکید بر ارائه پشتیبانی فعال و مستمر در طول دوره‌های آموزشی داریم. تیم ما آماده است تا در هر مرحله از یادگیری شما را همراهی کند و سوالات شما را پاسخ دهد.",
    third_motto_course: "مدرک معتبر برای اعتبار و توسعه شغلی",
    third_motto_course_desc:
      "پس از اتمام دوره‌های ما، شما مدارک معتبری دریافت خواهید کرد که به شما در اعتبارسنجی و توسعه شغلی کمک می‌کند",
    fourth_motto_course: "کیفیت بالا با مدرسین مجرب و متخصص",
    fourth_motto_course_desc:
      "دوره‌های ما با کیفیت بالا و با اساتید مجرب و متخصص ارائه می‌شوند. ما به ارائه محتوای آموزشی حرفه‌ای و تجربه یادگیری ممتاز علاقه‌مندیم.",
  },
  {
    id: 4,
    title: "آموزش کامل سرچ گوگل",
    cover: `assest/img/google-search-console-1-500x500.png`,
    member: 843,
    price: "رایگان",
    main_description_1: `
    در دوره "آموزش مهارت سرچ در گوگل" شما با یادگیری تکنیک‌ها و روش‌های موثر برای انجام جستجو در موتور جستجوی گوگل آشنا می‌شوید
    `,
    main_description_2: `
    در سطح مقدماتی، شما با مفاهیم و اصول ابتدایی مرتبط با سرچ در گوگل آشنا می‌شوید. این شامل استفاده از عملگرهای جستجو، فیلترها و بهینه‌سازی عبارات جستجو می‌شود
    `,
    main_description_3: `
    شما را با روش‌ها و استراتژی‌های خاص در سرچ در گوگل آشنا می‌کند. این شامل استفاده از عملگرهای پیشرفته، سایت‌های متخصص و منابع علمی، ابزارهای تحلیل و بهبود فرآیند سرچ می‌شود
    `,
    advice_1: "کسانی که به دنبال بهبود مهارت های جستجود هستند",
    advice_2: "مدیران وب سایت،دانشجو ها،پژوهشگران",
    advice_3: "افزایش بهینه سازی جستجو در گوگل",
    avoid_1: "افرادی که تجربه و مهارت قبلی قوی در سرچ در گوگل دارند",
    avoid_2: "افرادی که علاقه خاصی به سرچ در گوگل ندارند",
    avoid_3: "افرادی که به فکر افزایش مهارت حل مسئله در خود نیستند",
    faq_1: "آیا برای شرکت در این دوره نیاز به تجربه قبلی در سرچ در گوگل دارم؟",
    faq_2:
      " آیا این دوره به من در یافتن اطلاعات دقیق‌تر و سریع‌تر در گوگل کمک می‌کند؟",
    faq_res_1:
      "خیر، این دوره برای افرادی که به دنبال بهبود مهارت‌های سرچ در گوگل هستند، مناسب است، بنابراین هیچ تجربه قبلی لازم نیست",
    faq_res_2:
      "بله، هدف اصلی این دوره ارتقای مهارت‌های سرچ در گوگل است. با یادگیری تکنیک‌ها و روش‌های صحیح سرچ، شما قادر خواهید بود اطلاعات دقیق‌تر و سریع‌تری را در گوگل پیدا کنید",
    session_begginer_1: "مقدمه‌ای درباره جستجوی گوگل",
    session_begginer_2: "استفاده از عملگرهای جستجو در گوگل",
    session_begginer_3: "ترفندهای مربوط به نتایج جستجو در گوگل",
    session_begginer_4:
      "استفاده از فیلترها و پیشرفته‌ترین امکانات جستجو در گوگل",
    session_begginer_5: "بهبود دسترسی به اطلاعات با استفاده از ابزارهای گوگل",
    session_mid_1: "گوگل و نتایج مکمل جستجو",
    session_mid_2: "استفاده از کلیدواژه‌ها در جستجوی گوگل",
    session_mid_3: "ترفندهای پیشرفته در جستجوی تصاویر در گوگل",
    session_mid_4: "بهره‌برداری از نتایج محلی و نقشه‌ها در گوگل",
    session_mid_5: "کنترل حریم خصوصی و تنظیمات شخصی سازی در گوگل",
    session_pro_1: "استفاده از الگوریتم‌های پیشرفته در جستجوی گوگل",
    session_pro_2: "بهبود سئو و رتبه‌بندی وبسایت در نتایج جستجوی گوگل",
    session_pro_3:
      "بهره‌برداری از ابزارهای تحلیلی گوگل برای بهبود عملکرد وبسایت",
    session_pro_4:
      "استفاده از گوگل ترند و ابزارهای مربوط به روند جستجوی کاربران",
    session_pro_5: "بهره‌برداری از تبلیغات گوگل برای جذب ترافیک و مشتریان",
    course_sec_title_1: "سطح مقدماتی",
    course_sec_title_desc_1:
      "ر این سطح، شما با مفاهیم و اصول مقدماتی مرتبط با سرچ در گوگل آشنا می‌شوید",
    course_sec_title_2: "سطح متوسط",
    course_sec_title_desc_2:
      "شما با تکنیک‌ها و روش‌های پیشرفته سرچ در گوگل آشنا می‌شوید",
    course_sec_title_3: "سطح پیشرفته",
    course_sec_title_desc_3:
      "در سطح پیشرفته، شما با روش‌های پیشرفته و استراتژی‌های خاص در سرچ در گوگل آشنا می‌شوید",
    course_motto_time: 10,
    course_motto_desc_1: "10ساعت آموزش پروژه محور",
    second_motto_course: "پشتیبانی کامل در طول دوره‌های آموزشی",
    second_motto_course_desc:
      "ما تاکید بر ارائه پشتیبانی فعال و مستمر در طول دوره‌های آموزشی داریم. تیم ما آماده است تا در هر مرحله از یادگیری شما را همراهی کند و سوالات شما را پاسخ دهد.",
    third_motto_course: "مدرک معتبر برای اعتبار و توسعه شغلی",
    third_motto_course_desc:
      "پس از اتمام دوره‌های ما، شما مدارک معتبری دریافت خواهید کرد که به شما در اعتبارسنجی و توسعه شغلی کمک می‌کند",
    fourth_motto_course: "کیفیت بالا با مدرسین مجرب و متخصص",
    fourth_motto_course_desc:
      "دوره‌های ما با کیفیت بالا و با اساتید مجرب و متخصص ارائه می‌شوند. ما به ارائه محتوای آموزشی حرفه‌ای و تجربه یادگیری ممتاز علاقه‌مندیم.",
  },
  {
    id: 5,
    title: "HTML و CSS دوره آموزش ",
    cover: "assest/img/html,css.jpg",
    member: 543,
    price: `${345},${999}`,
    main_description_1: `
    دوره آموزشی HTML و CSS یک برنامه جامع و کاربردی است که به شما اصول و تکنیک‌های اصلی برنامه‌نویسی و طراحی وب را آموزش می‌دهد. با این دوره، می‌توانید از ابتدایی‌ترین مباحث شروع کرده و تا مفاهیم پیشرفته HTML و CSS را فراگیرید.
    `,
    main_description_2: `
    در این دوره موضوعاتی مانند ساختار بندی صفحات وب با استفاده از HTML، استایل دهی و زیباسازی صفحات با CSS، وب‌سایت‌های واکنش‌گرا (Responsive) و مطالب بسیار دیگر را پوشش می‌دهد.
    `,
    main_description_3: `
    با شرکت در این دوره، قادر خواهید بود وب‌سایت‌های خود را به طور کامل طراحی و توسعه دهید. این دوره مناسب برای هر کسی است که به یادگیری اصول ابتدایی و پیشرفته برنامه‌نویسی و طراحی وب علاقه‌مند است.
    `,
    advice_1: "برای کسانی که علاقمند به یادگیری برنامه‌نویسی و طراحی وب هستند",
    advice_2:
      "برای کسانی که می‌خواهند توانایی ایجاد وب‌سایت‌های زیبا و کاربرپسند را پیشرفت دهند",
    advice_3:
      "برای افرادی که می‌خواهند مهارت‌های HTML و CSS خود را به سطح پیشرفته برسانند",
    avoid_1:
      "برای کسانی که از اصول ابتدایی برنامه‌نویسی و طراحی وب آگاهی کافی ندارند",
    avoid_2: "برای افرادی که به دنبال دوره‌های متخصص و پیشرفته‌تر هستند",
    avoid_3: "برای کسانی که تمایل به کدنویسی و طراحی وب ندارند",
    faq_1: "آیا برای این دوره نیاز به تجربه قبلی در برنامه‌نویسی دارم؟",
    faq_res_1:
      "خیر، این دوره برای همه سطوح تجربه مناسب است. از ابتدایی‌ترین مفاهیم شروع شده و به تدریج به مباحث پیشرفته پرداخته می‌شود.",
    faq_2: "آیا این دوره به صورت آنلاین ارائه می‌شود؟",
    faq_res_2:
      "بله، این دوره به صورت آنلاین برگزار می‌شود و شما می‌توانید از هر کجا که دسترسی به اینترنت دارید، در این دوره شرکت کنید.",
    course_motto_time: 48,
    course_motto_desc_1: "48 ساعت آموزش پروژه محور به همراه پروژه‌های کاربردی",
    second_motto_course: "پشتیبانی کامل در طول دوره‌های آموزشی",
    second_motto_course_desc:
      "ما تاکید بر ارائه پشتیبانی فعال و مستمر در طول دوره‌های آموزشی داریم. تیم ما آماده است تا در هر مرحله از یادگیری شما را همراهی کند و سوالات شما را پاسخ دهد.",
    third_motto_course: "مدرک معتبر برای اعتبار و توسعه شغلی",
    third_motto_course_desc:
      "پس از اتمام دوره‌های ما، شما مدارک معتبری دریافت خواهید کرد که به شما در اعتبارسنجی و توسعه شغلی کمک می‌کند",
    fourth_motto_course: "کیفیت بالا با مدرسین مجرب و متخصص",
    fourth_motto_course_desc:
      "دوره‌های ما با کیفیت بالا و با اساتید مجرب و متخصص ارائه می‌شوند. ما به ارائه محتوای آموزشی حرفه‌ای و تجربه یادگیری ممتاز علاقه‌مندیم.",
    course_sec_title_1: "آموزش مباحث مقدماتی",
    course_sec_title_desc_1:
      "آغاز با مفاهیم ابتدایی HTML و CSS و ایجاد یک پایگاه قدرتمند برای یادگیری بیشتر",
    course_sec_title_2: "آموزش مباحث متوسط",
    course_sec_title_desc_2:
      "اصول پیشرفته طراحی وب با استفاده از CSS و نکات توسعه وب‌سایت‌های واکنش‌گرا",
    course_sec_title_3: "آموزش مباحث پیشرفته",
    course_sec_title_desc_3:
      "استفاده از ابزارها و تکنیک‌های پیشرفته در HTML و CSS برای طراحی وب‌سایت‌های حرفه‌ای",
    session_begginer_1: "آموزش ساختار اولیه صفحات با HTML",
    session_begginer_2: "استفاده از تگ‌ها و ویژگی‌های اصلی HTML",
    session_begginer_3: "آشنایی با اصول استایل دهی با CSS",
    session_begginer_4: "آموزش روش‌های استایل دهی با CSS",
    session_begginer_5: "ایجاد ارتباطات بین صفحات و اجزا با HTML و CSS",
    session_mid_1: "تکمیل مباحث اصولی HTML و CSS",
    session_mid_2: "مفاهیم پیشرفته در استایل دهی با CSS",
    session_mid_3: "ساخت وب‌سایت واکنش‌گرا (Responsive)",
    session_mid_4: "مقایسه و انتخاب ابزارهای بهینه برای توسعه وب",
    session_pro_1: "استفاده از ابزارهای پیشرفته در HTML",
    session_pro_2: "تکنیک‌های حرفه‌ای در استایل دهی با CSS",
    session_pro_3: "مدیریت پروژه‌های بزرگ توسعه وب",
    session_pro_4: "معرفی بهترین روش‌های امنیتی برای وب‌سایت",
  },
  {
    id: 6,
    title: "دوره رشد مهارت‌های نرم در زندگی",
    cover: "assest/img/soft-skill.jpg",
    member: 200,
    price: `${150},${900}`,
    main_description_1:
      "این دوره به شما کمک می‌کند تا مهارت‌های نرم خود را در زندگی روزمره تقویت کرده و با ارتقاء این مهارت‌ها، به رشد شخصی و حرفه‌ای خود بپردازید.",
    main_description_2:
      "در این دوره به موضوعاتی مانند ارتباطات موثر، مدیریت هیجانات، تفکر انتقادی، حل مسائل و تصمیم‌گیری، مدیریت زمان، و افزایش اعتماد به نفس پرداخته خواهد شد.",
    main_description_3:
      "با شرکت در این دوره، می‌توانید بهترین نسخه از خود را در محیط‌های شخصی و حرفه‌ای نشان دهید و با موفقیت در مواجهه با چالش‌ها و فرصت‌های زندگی عمل کنید.",
    advice_1:
      "برای افرادی که به دنبال توسعه فردی و افزایش سطح مهارت‌های نرم خود هستند.",
    advice_2:
      "برای کسانی که در حوزه کاری یا تحصیلی خود به ارتباطات بیشتری نیاز دارند.",
    advice_3:
      "برای افرادی که می‌خواهند مهارت‌های ارتباطی و اجتماعی خود را بهبود بخشند.",
    avoid_1: "برای کسانی که علاقه‌مند به مباحث فنی و علمی بیشتری هستند.",
    avoid_2:
      "برای افرادی که به دنبال دوره‌های علمی و تخصصی در زمینه‌های خاص هستند.",
    avoid_3: "برای کسانی که با مفاهیم تئوریک و علمی مشکل دارند.",
    faq_1: "آیا این دوره برای هر سنی مناسب است؟",
    faq_res_1:
      "بله، این دوره برای افراد تمام سنین مناسب است و به توسعه مهارت‌های نرم در هر مرحله‌ای از زندگی کمک می‌کند.",
    faq_2: "آیا برای این دوره نیاز به پیش‌زمینه خاصی دارم؟",
    faq_res_2:
      "خیر، هیچ پیش‌زمینه‌ای لازم نیست. این دوره برای افراد با هر سطح تجربه مناسب است.",
    course_motto_time: 24,
    course_motto_desc_1: "24 ساعت آموزش مفاهیم عملی و تمرینات کاربردی",
    second_motto_course: "پشتیبانی 24/7 در طول دوره",
    second_motto_course_desc:
      "تیم پشتیبانی ما در هر مرحله از دوره آماده است تا به شما کمک کند و سوالات شما را پاسخ دهد.",
    third_motto_course: "گواهی‌نامه به اتمام دوره",
    third_motto_course_desc:
      "پس از اتمام دوره، گواهی‌نامه معتبری که به توسط تدریس‌کنندگان ما امضا شده است دریافت خواهید کرد.",
    fourth_motto_course: "کلاس‌های با کیفیت و تدریس توسط متخصصان",
    fourth_motto_course_desc:
      "دوره‌های ما با کیفیت بالا و با استفاده از متخصصان صنعت تدریس می‌شوند تا شما تجربه یادگیری بهتری داشته باشید.",
    course_sec_title_1: "مهارت‌های ارتباطی",
    course_sec_title_desc_1:
      "تقویت مهارت‌های ارتباطی در محیط‌های مختلف و با افراد مختلف.",
    course_sec_title_2: "مدیریت هیجانات",
    course_sec_title_desc_2:
      "آموزش نحوه مدیریت هیجانات و کنترل استرس در زندگی روزمره.",
    course_sec_title_3: "توسعه مهارت تفکر انتقادی",
    course_sec_title_desc_3:
      "تقویت توانایی تفکر منطقی و انتقادی برای حل مسائل بهتر.",
    session_begginer_1: "مقدمه به مهارت‌های نرم و اهمیت آنها",
    session_begginer_2: "آشنایی با انواع مهارت‌های ارتباطی",
    session_begginer_3: "تقویت مهارت‌های گفتگو و شنیدن فعّال",
    session_begginer_4: "آموزش اصول و مبانی مدیریت هیجانات",
    session_begginer_5: "نکات عملی برای مواجهه با استرس",
    session_mid_1: "تقویت مهارت تفکر انتقادی و خلاقیت",
    session_mid_2: "آشنایی با اصول مدیریت زمان و برنامه‌ریزی موثر",
    session_mid_3: "توسعه مهارت‌های حل مسئله",
    session_mid_4: "مدیریت کنفلیکت و حل اختلاف",
    session_pro_1: "ارتقاء مهارت‌های تیمی و همکاری",
    session_pro_2: "توسعه اعتماد به نفس و افزایش اعتماد به دیگران",
    session_pro_3: "مهارت‌های ارتباط با مخاطبان مختلف",
    session_pro_4: "آموزش نحوه ایجاد شبکه ارتباطی قوی",
  },
  {
    id: 7,
    title: "دوره آموزشی مهارت تندخوانی و تقویت حافظه",
    cover: "assest/img/speed-reading.jpg",
    member: 130,
    price: `${120},${500}`,
    main_description_1: `
      این دوره آموزشی به شما کمک می‌کند تا مهارت تندخوانی خود را بهبود بخشیده و به راحتی اطلاعات را درک و جذب کنید.
  `,
    main_description_2: `
      همچنین، با تمرینات و روش‌های تقویت حافظه، می‌توانید قدرت به خاطر سپردن اطلاعات را افزایش دهید.
  `,
    main_description_3: `
      با شرکت در این دوره، قادر خواهید بود مهارت‌های خواندن سریعتان را توسعه داده و حافظه قوی‌تری پیدا کنید.
  `,
    advice_1:
      "برای افرادی که به بهبود مهارت‌های خواندن و تفکر سریع علاقه‌مند هستند.",
    advice_2: "برای دانشجویان و افرادی که نیاز به حفظ و یادگیری سریع دارند.",
    advice_3: "برای علاقه‌مندان به بهبود حافظه و توسعه قدرت ذهنی.",
    avoid_1: "برای کسانی که به دنبال دوره‌های علمی و فنی هستند.",
    avoid_2: "برای افرادی که تمایل به مطالعه و تمرینات ذهنی ندارند.",
    avoid_3:
      "برای کسانی که اهمیت زیادی به سطح علمی دوره‌ها نسبت به کاربرد عملی نمی‌دهند.",
    faq_1: "آیا برای شرکت در این دوره نیاز به پیش‌زمینه خاصی دارم؟",
    faq_res_1:
      "خیر، این دوره برای افراد با هر سطح دانش مناسب است و نیاز به پیش‌زمینه خاصی ندارد.",
    faq_2: "آیا این دوره مناسب افراد مبتدی است؟",
    faq_res_2:
      "بله، این دوره برای تمام افراد، حتی افراد مبتدی، مناسب است و به راحتی قابل درک است.",
    course_motto_time: 16,
    course_motto_desc_1: "16 جلسه آموزشی به همراه تمرینات عملی",
    second_motto_course: "پشتیبانی آنلاین در طول دوره",
    second_motto_course_desc:
      "شما در طول دوره از پشتیبانی آنلاین برای پاسخگویی به سوالات خود بهره‌مند خواهید شد.",
    third_motto_course: "گواهی‌نامه به اتمام دوره",
    third_motto_course_desc:
      "با پایان دوره، گواهی‌نامه حضور در دوره به شما اعطا خواهد شد.",
    fourth_motto_course: "تدریس توسط اساتید و متخصصان صنعت",
    fourth_motto_course_desc:
      "دوره توسط اساتید با تجربه در زمینه مهارت تندخوانی و تقویت حافظه تدریس خواهد شد.",
    course_sec_title_1: "تکنیک‌های تندخوانی",
    course_sec_title_desc_1:
      "آشنایی با تکنیک‌های مختلف تندخوانی و تمرین برای بهبود سرعت خواندن.",
    course_sec_title_2: "تمرینات حافظه",
    course_sec_title_desc_2:
      "توسعه قدرت حافظه از طریق تمرینات عملی و بازی‌های ذهنی.",
    course_sec_title_3: "استراتژی‌های بهبود تمرکز ذهنی",
    course_sec_title_desc_3:
      "آموزش روش‌ها و استراتژی‌های بهبود تمرکز و توجه در حین مطالعه.",
    session_begginer_1: "معرفی به مهارت تندخوانی",
    session_begginer_2: "تکنیک‌های ساده برای افزایش سرعت خواندن",
    session_begginer_3: "تمرینات ابتدایی برای تقویت حافظه",
    session_begginer_4: "راه‌های افزایش تمرکز در مطالعه",
    session_begginer_5: "تمرینات عملی برای بهبود تمرکز و توجه",
    session_mid_1: "تکنیک‌های پیشرفته تندخوانی",
    session_mid_2: "تمرینات متوسط برای تقویت حافظه",
    session_mid_3: "استراتژی‌های بهبود تمرکز در موارد پیچیده‌تر",
    session_mid_4: "موارد کاربردی تمرین حافظه در زندگی روزمره",
    session_pro_1: "چالش‌های پیشرفته تندخوانی",
    session_pro_2: "تمرینات پیشرفته حافظه و مهارت‌های شناختی",
    session_pro_3: "استراتژی‌های حفظ اطلاعات برای مواقع مهم",
    session_pro_4: "تطبیق مهارت‌های آموخته شده با زندگی عملی",
  },
  {
    id: 8,
    title: "دوره آموزشی NPM در برنامه نویسی",
    cover: "assest/img/npm.jpg",
    member: 150,
    price: `${120},${900}`,
    main_description_1: `
        این دوره آموزشی به شما کمک می‌کند تا با استفاده از ابزار NPM در برنامه نویسی، بهترین عملکرد را از پروژه‌های خود بخشیده و کدهای خود را بهبود بخشید.
    `,
    main_description_2: `
        در این دوره به مباحثی مانند نصب و مدیریت بسته‌ها، ایجاد اسکریپت‌ها، و استفاده از ابزارهای مفید در NPM پرداخته خواهد شد.
    `,
    main_description_3: `
        با شرکت در این دوره، مهارت‌های شما در زمینه استفاده از NPM به سطحی بالاتر خواهد رفت و به عنوان یک برنامه‌نویس حرفه‌ای می‌توانید از این ابزار به بهترین نحو استفاده کنید.
    `,
    advice_1:
      "برای برنامه‌نویسانی که می‌خواهند با استفاده از NPM پروژه‌های خود را بهبود دهند.",
    advice_2:
      "برای توسعه دهندگانی که نیاز به مدیریت بسته‌ها و وابستگی‌ها در پروژه‌های خود دارند.",
    advice_3:
      "برای افرادی که می‌خواهند با ابزارهای مدرن برنامه نویسی آشنا شوند.",
    avoid_1:
      "برای کسانی که به دنبال دوره‌های علمی و عمیق‌تر در زمینه برنامه‌نویسی هستند.",
    avoid_2: "برای افرادی که با مفاهیم پایه‌ای برنامه‌نویسی آشنایی ندارند.",
    avoid_3: "برای کسانی که به توسعه برنامه‌های فرانت‌اند علاقه‌مند نیستند.",
    faq_1: "آیا برای شرکت در این دوره نیاز به تجربه خاصی در برنامه‌نویسی دارم؟",
    faq_res_1:
      "خیر، این دوره برای افراد با هر سطح تجربه مناسب است و مطالب به گونه‌ای تدریس شده‌اند که حتی برنامه‌نویسان مبتدی نیز بتوانند استفاده کنند.",
    faq_2: "آیا موارد آموزشی دوره عملی هستند؟",
    faq_res_2:
      "بله، دوره شامل موارد عملی و تمریناتی است که به شما کمک می‌کند مفاهیم یادگرفته‌شده را در پروژه‌های واقعی پیاده‌سازی کنید.",
    course_motto_time: 20,
    course_motto_desc_1: "20 جلسه آموزشی با محوریت استفاده از NPM",
    second_motto_course: "پشتیبانی آنلاین در طول دوره",
    second_motto_course_desc:
      "در طول دوره، از پشتیبانی آنلاین برای رفع اشکالات و پاسخ به سوالات خود استفاده کنید.",
    third_motto_course: "پروژه عملی به اتمام دوره",
    third_motto_course_desc:
      "پس از اتمام دوره، یک پروژه عملی از شما انتظار می‌رود تا مهارت‌های یادگرفته‌شده را به کار گیرید.",
    fourth_motto_course: "تدریس توسط برنامه‌نویسان و متخصصان مجرب",
    fourth_motto_course_desc:
      "دوره توسط افراد با تجربه در زمینه برنامه‌نویسی و استفاده از NPM تدریس می‌شود.",
    course_sec_title_1: "آشنایی با NPM",
    course_sec_title_desc_1: "معرفی NPM، نصب و راه اندازی، و مدیریت بسته‌ها.",
    course_sec_title_2: "اسکریپت‌نویسی با NPM",
    course_sec_title_desc_2:
      "نحوه ایجاد اسکریپت‌ها با استفاده از NPM و مدیریت آنها.",
    course_sec_title_3: "ابزارهای مفید در NPM",
    course_sec_title_desc_3:
      "آشنایی با ابزارها و دستورات مفید در NPM برای توسعه پروژه.",
    session_begginer_1: "معرفی به NPM و نصب",
    session_begginer_2: "ایجاد یک پروژه با NPM",
    session_begginer_3: "مدیریت بسته‌ها و وابستگی‌ها",
    session_begginer_4: "نحوه استفاده از اسکریپت‌ها",
    session_begginer_5: "نصب و استفاده از ابزارهای اصلی NPM",
    session_mid_1: "اسکریپت‌نویسی پیشرفته با NPM",
    session_mid_2: "مدیریت پروژه با استفاده از ابزارهای NPM",
    session_mid_3: "استفاده از دستورات پیشرفته در NPM",
    session_mid_4: "توسعه اسکریپت‌ها و ابزارهای شخصی",
    session_pro_1: "استفاده از NPM در پروژه‌های واقعی",
    session_pro_2: "مدیریت وابستگی‌ها و نگهداری پروژه",
    session_pro_3: "رفع اشکالات با استفاده از ابزارهای NPM",
    session_pro_4: "بهینه‌سازی پروژه و استفاده حرفه‌ای از NPM",
  },
];
export { product };
